Repository: RRZE-Webteam/rrze-servicekatalog
Catalog: languages/rrze-servicekatalog-*_formal.po
Languages: de_de_formal

source: %d service found
de_de_formal: %d Service gefunden

source: -- all --
de_de_formal: -- alle --

source: Add %s to print/PDF
de_de_formal: %s zu Druck/PDF hinzufügen

source: Add New Service
de_de_formal: Neuen Service hinzufügen

# admin menu
source: Add New
de_de_formal: Erstellen

source: All links
de_de_formal: Alle Links

source: All Services
de_de_formal: Alle Services

source: All URLs
de_de_formal: Alle URLs

source: Allow Shortcodes
de_de_formal: Shortcodes erlauben

source: Allow shortcodes in description field
de_de_formal: Shortcodes im Beschreibungsfeld erlauben

source: Allowed Characters: [a-z], [0-9], [-], [_]
de_de_formal: Erlaubte Zeichen: [a-z], [0-9], [-], [_]

# block description
source: Presentation of RRZE Services
de_de_formal: Präsentation der RRZE-Services

source: Color
de_de_formal: Farbe

source: Commitment
de_de_formal: Verbindlichkeit

source: Commitment Level
de_de_formal: Verbindlichkeit

source: Commitments
de_de_formal: Verbindlichkeiten

source: Count
de_de_formal: Anzahl

source: Description
de_de_formal: Beschreibung

source: Description link
de_de_formal: Link zur Beschreibung

source: Don't show this target group publicly (e.g. in search form dropdown). You can still use it as shortcode filter.
de_de_formal: Diese Zielgruppe nicht öffentlich anzeigen (z.B. im Filter-Dropdown). Sie kann dennoch als Shortcode-Filter verwendet werden.

source: Edit Service
de_de_formal: Service bearbeiten

source: General
de_de_formal: Allgemein

source: General Information
de_de_formal: Allgemeine Informationen

source: Grid
de_de_formal: Kacheln

source: Grid view
de_de_formal: Zur Gitteransicht wechseln

source: Hide Elements
de_de_formal: Elemente verbergen

source: How many services do you want to show? Enter -1 for all services.
de_de_formal: Wie viele Services sollen angezeigt werden? Für alle -1 eingeben.

source: Insert into service
de_de_formal: Zum Service hinzufügen

source: Internal
de_de_formal: Intern

source: Layout Archive Pages
de_de_formal: Layout Archiv-Seiten

source: List
de_de_formal: Liste

source: Max. 240 characters
de_de_formal: Max. 240 Zeichen

source: New Service
de_de_formal: Neuer Service

source: No services found in Trash.
de_de_formal: Keine Services im Papierkorb gefunden.

source: No services found.
de_de_formal: Keine Services gefunden.

source: None
de_de_formal: Keine

source: Number of words
de_de_formal: Anzahl Wörter

source: Order
de_de_formal: Reihenfolge

source: Order by
de_de_formal: Sortieren nach

source: Order Number
de_de_formal: Reihenfolge

source: Overview
de_de_formal: Übersicht

source: Parent Services:
de_de_formal: Übergeordnete Services:

source: Portal
de_de_formal: Anwendung

source: Portal link
de_de_formal: Link zum Portal

source: Presentation of RRZE Services
de_de_formal: Präsentation der RRZE-Services

source: Print/PDF
de_de_formal: Drucken/PDF

source: Remove
de_de_formal: Entfernen

source: Remove service icon
de_de_formal: Service-Icon entfernen

source: Reset all filters
de_de_formal: Alle Filter zurücksetzen

source: Search for...
de_de_formal: Suchen nach...

source: Search Services
de_de_formal: Services durchsuchen

source: Search term
de_de_formal: Suchbegriff

source: Select Services
de_de_formal: Services auswählen

source: Selected Commitments
de_de_formal: Ausgewählte Verbindlichkeiten

source: Selected Services
de_de_formal: Ausgewählte Services

source: Selected Tags
de_de_formal: Ausgewählte Schlagwörter

source: Selected Target Groups
de_de_formal: Ausgewählte Zielgruppen

source: Service Description
de_de_formal: Beschreibung

source: Set service icon
de_de_formal: Service-Icon setzen

source: Short Description
de_de_formal: Kurzbeschreibung

source: Show Display Switcher
de_de_formal: Layout-Umschalter anzeigen

source: Show PDF Download
de_de_formal: PDF-Download anzeigen

source: Show PDF Download Button
de_de_formal: PDF-Download-Button anzeigen

source: Show Search Form
de_de_formal: Filterformular anzeigen

source: Show Searchform
de_de_formal: Suchformular anzeigen

source: Show/Hide Items
de_de_formal: Elemente ein-/ausblenden

source: Single Service
de_de_formal: Einzelner Service

source: Sorry, no tags could be found.
de_de_formal: Leider wurden keine Schlagwörter gefunden.

source: Sorry, no target groups could be found.
de_de_formal: Es wurden leider keine Zielgruppen gefunden.

source: Table view
de_de_formal: Zur Listenansicht wechseln

source: Tag
de_de_formal: Schlagwort

source: Tags
de_de_formal: Schlagwörter

source: Target group
de_de_formal: Zielgruppe

source: Target Group
de_de_formal: Zielgruppe

source: Target Groups
de_de_formal: Zielgruppen

# Taxonomy general name
source: Commitment Levels
de_de_formal: Verbindlichkeiten

# Taxonomy general name
source: Tags
de_de_formal: Schlagwörter

# Taxonomy general name
source: Target Groups
de_de_formal: Zielgruppen

# Taxonomy singular name
source: Add New Commitment Level
de_de_formal: Neue Verbindlichkeit erstellen

# Taxonomy singular name
source: Add New Target Group
de_de_formal: Neue Zielgruppe erstellen

# Taxonomy singular name
source: Commitment Level
de_de_formal: Verbindlichkeit

# Taxonomy singular name
source: Edit Commitment Level
de_de_formal: Verbindlichkeit bearbeiten

# Taxonomy singular name
source: Edit Target Group
de_de_formal: Zielgruppe bearbeiten

# Taxonomy singular name
source: Tag
de_de_formal: Schlagwort

# Taxonomy singular name
source: Target Group
de_de_formal: Zielgruppe

source: Teaser Length
de_de_formal: Länge des Textauszugs

source: The order in which this commitment level is displayed e.g. in select lists.
de_de_formal: Reihenfolge, in der diese Verbindlichkeit z.B. in Auswahllisten angezeigt wird.

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de_formal: Auf dem Server läuft PHP Version %1$s. Das Plugin benötigt mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de_formal: Auf dem Server läuft WordPress Version %1$s. Das Plugin benötigt mindestens WordPress Version %2$s.

source: Thumbnail
de_de_formal: Bild

source: Title
de_de_formal: Titel

source: Tutorial
de_de_formal: Anleitung

source: Tutorial link
de_de_formal: Link zum Tutorial

source: Type of output
de_de_formal: Ausgabe

source: Uploaded to this service
de_de_formal: Zu diesem Service hochgeladen

source: URL Description
de_de_formal: URL Beschreibung

source: URL Portal
de_de_formal: URL Anwendung

source: URL Service Description
de_de_formal: URL Beschreibung

source: URL Tutorial
de_de_formal: URL Anleitung

source: Use
de_de_formal: Nutzung

source: Use as service icon
de_de_formal: Als Service-Icon verwenden

# Verb, infinitive
source: Search
de_de_formal: Suchen

source: Video link
de_de_formal: Link zum Video

source: View Service
de_de_formal: Service ansehen

source: Visibility of overview elements
de_de_formal: Sichtbarkeit der Element in der Übersicht

source: Visibility of service attributes
de_de_formal: Sichtbarkeit der Elemente in den einzelnen Services

source: Your RRZE Service Catalogue
de_de_formal: Ihr RRZE Servicekatalog
